window.BLOG_REGISTRY_ZH = window.BLOG_REGISTRY_ZH || [];
window.BLOG_REGISTRY_ZH.push({
  "id": "2023-06-18-understand-minimalism",
  "title": "理解极简主义",
  "author": "Sukee Parker",
  "date": "2023-06-18",
  "category": "Lifestyle",
  "tags": [
    "Minimalism"
  ],
  "excerpt": "幸福生活所需要的东西井不多，能否幸福取决于你的内心，取决于你的思维方式。",
  "content": "<blockquote>“幸福生活所需要的东西井不多，能否幸福取决于你的内心，取决于你的思维方式。”—马可•奥勒留<br></blockquote><div class=\"paragraph\"><p>我一直奉行极简的生活理念。这个理念的核心是<b>简化生活，即通过有效选择而节约开支和生活成本</b>。极简最重要的目的是减少干扰，从而让我们可以更加专注于最重要的人和事。 今天我们就来具体讨论一下极简主义以及如何更深入地理解它。</p>首先，极简主义是一种生活哲学，或着说是一种生活态度。它的核心是<b>少即是多 (Less is more)</b>。极简主义追求的是简单与精致的生活方式。最简单的理解就是<b>东西少</b>。需要澄清的是，东西少不等于质量不好，或者过苦行僧的日子。极简主义所谓的少，更准确的含义是少而精，也就是注重质量，而不是注重数量。这就要求我们精选真正需要和珍惜的东西，而不是让身边充斥着没有的东西。物品少可以节省因为拥有物品而消耗的精力。当我们的物品少时，我们可以节省下很多整理收纳的时间。当然物品出问题需要维护的需求也会降低，而且还可以避免因为这些物品存在而带来的风险。举一个简单的例子，如果我们买了很多书，那么我们就需要一个很大的书架去收藏，平时还要时间把它们收拾整齐和避免损坏。如果堆积的不合适，还可能会有火灾的风险。太多的物品给我们的生活带来的往往是不必要的负担。因此，在极简主义的一开始，大部分时间都是在扔东西。<br><br>极简理念还可以延伸到人和事，比如说我们的<b>朋友也应该宁少勿滥</b>。这和物品少是同样一个道理，<b>朋友少</b>时可以节省维护朋友关系的精力，更容易打理和朋友的关系，出现问题和风险几率也会相对降低。亲近少数真挚的友谊，深度而并非广度的交友，更有意义。重要的是远离虚情假意或内心恶毒的人。<b>事情少</b>就是我们在<b>同一时间要专注做一件事情</b>，就是因为我们的精力有限，专注可以帮助我们真正达到目的。如何专注，怎么专注就是效率管理的内容了。我们有空再聊这个话题。<br><br>极简还可以理解为<b>思虑少</b>。思虑少可以帮助我们拥抱当下，让大脑得到休息，让心灵保持宁静。思虑少可以让我们更加专注，也不会因为过度思维（overthinking），而延缓了我们的行动，英文定义这种行为就是procrastination。当然，过度思虑还会造成焦虑和紧张的情绪。<br><br>极简的生活态度还包括<b>期待少</b>。期待少，会让我们更容易感恩。这里所说的期待包括对于孩子的期待，对于投资回报的期待，对财富的期待，和对于朋友的期待。其中对孩子的期待非常明显。家长降低期待，可以降低孩子的压力也会增加为人父母的满足感。通常这也会减少因为期望过高而与孩子间产生的不必要摩擦。期待少的另一方面是欲望少—让我们可以更容易满足。欲望包括我们对人际关系建立的欲望，生活品质提高的欲望，和事业成功的欲望。在这里，我们只需要认真的去做事，努力学习和工作，发挥我们的潜能。至于结果，可以顺其自然。<br><span><br></span></div><div class=\"paragraph\"><span>总结一下，极简主义不仅仅是断舍离物品，它还涵盖了朋友、事情、思虑、期待和欲望等多个方面，体现了少即是多的理念。希望这次讨论能为你带来新的思考。</span><br></div>",
  "contentType": "html",
  "autoRead": true,
  "pinned": false
});
